{
    "en": {
      "about.title": "About me",
      "about.name": "Elena Ortega Fernández",
      "about.role": "Frontend Developer",
      "about.description1": "Frontend developer with more than 5 years of experience working in international projects for clients of different sectors with the aim of help in their digital transformation.", 
      "about.description2": "Experience working in Agile methodology within multicultural teams, in the client side and remotely. Contributing in all the project phases: planning, design of the solution, frontend tasks development, release to production and maintenance.",
      "about.description3": "Nice atmosphere, keep improving her skills and new challenges are her main motivation at work. That is complemented with running personal projects that involves different skills: Design + Frontend frameworks (Angular, ReactJS, VueJS) + Frontend toolkits (Bootstrap, Material UI, Vuetify) + CMS (Wordpress, Joomla) + Third Parties Integration (Firebase) + Web hosting",
      "about.description4": "Wishing to be working with the latest technologies, she likes to learn every day and keep updated, applying best practices and trying to be multidisciplinar with UX/UI design and mobile development.",
      "about.btn.download": "Download CV"
    },
    "es": {
      "about.title": "Sobre mi",
      "about.name": "Elena Ortega Fernández",
      "about.role": "Frontend Developer",
      "about.description1": "Desarrolladora frontend con más de 5 años de experiencia trabajando en proyectos internacionales para clientes de diferentes sectores con el objetivo de ayudar en su transformación digital.", 
      "about.description2": "Experiencia trabajando con metodología Agile en equipos multiculturales, desde las oficinas del cliente y en remoto. Participación en todas las fases del projecto: toma de requerimientos, diseño de la solución, desarrollo de tareas de frontend, despliegue en producción y mantenimiento.",
      "about.description3": "Un buen ambiente, seguir mejorando sus habilidades y nuevos retos son sus principales motivaciones en el trabajo. Esto se complementa con crear proyectos personales que involucran diferentes habilidades: Diseño + Frontend frameworks (Angular, ReactJS, VueJS) + Frontend toolkits (Bootstrap, Material UI, Vuetify) + CMS (Wordpress, Joomla) + Integración con terceros (Firebase) + Alojamiento web",
      "about.description4": "Deseando trabajar con las últimas tecnologías, le motiva aprender cada día y mantenerse actualizada, aplicando buenas prácticas e intentando ser multidisciplinar complementando su experiencia con diseño UX/UI y desarrollo de aplicaciones móviles.",
      "about.btn.download": "Descargar CV"
    }
}
  