{
    "en": {
      "cookiesbanner.link": "here",
      "cookiesbanner.text": "This website uses own and third party cookies to improve their services and display advertising, content or personalized services through the analysis of browsing. To accept its use can click OK or continue browsing. For more information about the use of cookies and their rights, click ",
      "cookiesbanner.title": "COOKIES POLICY",
      "cookiesbanner.text1": "Cookie is a file that is downloaded to your computer when accessing certain web pages. Cookies allow a web page, among other things, to store and retrieve information about the browsing habits of a user or their equipment and, depending on the information they contain and the way they use their equipment, they can be used to recognize to user. The user's browser memorizes cookies on the hard disk only during the current session, occupying a minimum memory space and not harming the computer. Cookies do not contain any kind of specific personal information, and most of them are deleted from the hard drive at the end of the browser session (session cookies).",
      "cookiesbanner.text2": "Most browsers accept cookies as standard and, independently of them, allow or prevent temporary or memorized cookies in the security settings.",
      "cookiesbanner.text3": "Without your express consent - by activating cookies in your browser - this website will not link the data stored in cookies with your personal data provided at the time of registration or purchase.",
      "cookiesbanner.text.type": "What types of cookies does this website use?",
      "cookiesbanner.text.type.item1": "- Technical cookies: They are those that allow the user to navigate through a web page, platform or application and use the different options or services that exist in it, such as, for example, controlling traffic and data communication, identifying the session, access parts of restricted access, remember the elements that make up an order, carry out the purchase process of an order, make the request for registration or participation in an event, use security elements during navigation, store content for dissemination of videos or sound or share content through social networks.",
      "cookiesbanner.text.type.item2": "- Personalization cookies: These are those that allow the user to access the service with some predefined general characteristics based on a series of criteria in the user's terminal, such as the language, the type of browser through which the user accesses the service. , the regional configuration from where you access the service, etc.",
      "cookiesbanner.text.type.item3": "- Analysis cookies: They are those that, well treated by us or by third parties, allow us to quantify the number of users and thus carry out statistical measurement and analysis of the use made by users of the service offered. For this, your browsing on our website is analyzed in order to improve the offer of products or services that we offer you.",
      "cookiesbanner.text.type.item4": "- Advertising cookies: They are those that, well treated by us or by third parties, allow us to manage in the most efficient way possible the offer of the advertising spaces that are on the website, adapting the content of the advertisement to the content of the requested service or use you make from our website. For this we can analyze your browsing habits on the Internet and we can show you advertising related to your browsing profile.",
      "cookiesbanner.text.type.item5": "- Behavioral advertising cookies: They are those that allow the management, in the most efficient way possible, of the advertising spaces that, where appropriate, the editor has included in a web page, application or platform from which the requested service is provided. These cookies store information on user behavior obtained through continuous observation of their browsing habits, allowing the development of a specific profile to display advertising based on it.",
      "cookiesbanner.text.type.item6": "Third-party cookies: This website may use third-party services that collect information for statistical purposes, the use of the Site by the user and for the provision of other services related to the activity of the Website and other Internet services.",
      "cookiesbanner.text.type.item7": "In particular, this website uses Google Analytics, a web analytics service provided by Google, Inc. domiciled in the United States with headquarters at 1600 Amphitheater Parkway, Mountain View, California 94043. For the provision of these services, they use Cookies that collect information, including the user's IP address, which will be transmitted, processed and stored by Google under the terms set on the Google.com website. Including the possible transmission of such information to third parties for reasons of legal requirement or when said third parties process the information on Google's behalf."
    },
    "es": {
      "cookiesbanner.link": "aquí",
      "cookiesbanner.text": "Utilizamos cookies propias y de terceros para mejorar nuestros servicios y mostrarle publicidad relacionada con sus preferencias mediante el análisis de sus hábitos de navegación. Si continua navegando, consideramos que acepta su uso. Para más información sobre el uso de cookies y sus derechos, haga click ",
      "cookiesbanner.title": "POLITICA DE COOKIES",
      "cookiesbanner.text1": "Cookie es un fichero que se descarga en su ordenador al acceder a determinadas páginas web. Las cookies permiten a una página web, entre otras cosas, almacenar y recuperar información sobre los hábitos de navegación de un usuario o de su equipo y, dependiendo de la información que contengan y de la forma en que utilice su equipo, pueden utilizarse para reconocer al usuario. El navegador del usuario memoriza cookies en el disco duro solamente durante la sesión actual ocupando un espacio de memoria mínimo y no perjudicando al ordenador. Las cookies no contienen ninguna clase de información personal específica, y la mayoría de las mismas se borran del disco duro al finalizar la sesión de navegador (las denominadas cookies de sesión).",
      "cookiesbanner.text2": "La mayoría de los navegadores aceptan como estándar a las cookies y, con independencia de las mismas, permiten o impiden en los ajustes de seguridad las cookies temporales o memorizadas.",
      "cookiesbanner.text3": "Sin su expreso consentimiento –mediante la activación de las cookies en su navegador– esta web no enlazará en las cookies los datos memorizados con sus datos personales proporcionados en el momento del registro o la compra.",
      "cookiesbanner.text.type": "¿Qué tipos de cookies utiliza esta página web?",
      "cookiesbanner.text.type.item1": "- Cookies técnicas: Son aquellas que permiten al usuario la navegación a través de una página web, plataforma o aplicación y la utilización de las diferentes opciones o servicios que en ella existan como, por ejemplo, controlar el tráfico y la comunicación de datos, identificar la sesión, acceder a partes de acceso restringido, recordar los elementos que integran un pedido, realizar el proceso de compra de un pedido, realizar la solicitud de inscripción o participación en un evento, utilizar elementos de seguridad durante la navegación, almacenar contenidos para la difusión de videos o sonido o compartir contenidos a través de redes sociales.",
      "cookiesbanner.text.type.item2": "- Cookies de personalización: Son aquellas que permiten al usuario acceder al servicio con algunas características de carácter general predefinidas en función de una serie de criterios en el terminal del usuario como por ejemplo serian el idioma, el tipo de navegador a través del cual accede al servicio, la configuración regional desde donde accede al servicio, etc.",
      "cookiesbanner.text.type.item3": "- Cookies de análisis: Son aquellas que bien tratadas por nosotros o por terceros, nos permiten cuantificar el número de usuarios y así realizar la medición y análisis estadístico de la utilización que hacen los usuarios del servicio ofertado. Para ello se analiza su navegación en nuestra página web con el fin de mejorar la oferta de productos o servicios que le ofrecemos.",
      "cookiesbanner.text.type.item4": "- Cookies publicitarias: Son aquellas que, bien tratadas por nosotros o por terceros, nos permiten gestionar de la forma más eficaz posible la oferta de los espacios publicitarios que hay en la página web, adecuando el contenido del anuncio al contenido del servicio solicitado o al uso que realice de nuestra página web. Para ello podemos analizar sus hábitos de navegación en Internet y podemos mostrarle publicidad relacionada con su perfil de navegación.",
      "cookiesbanner.text.type.item5": "- Cookies de publicidad comportamental: Son aquellas que permiten la gestión, de la forma más eficaz posible, de los espacios publicitarios que, en su caso, el editor haya incluido en una página web, aplicación o plataforma desde la que presta el servicio solicitado. Estas cookies almacenan información del comportamiento de los usuarios obtenida a través de la observación continuada de sus hábitos de navegación, lo que permite desarrollar un perfil específico para mostrar publicidad en función del mismo.",
      "cookiesbanner.text.type.item6": "- Cookies de terceros: Esta web puede utilizar servicios de terceros que recopilaran información con fines estadísticos, de uso del Site por parte del usuario y para la prestacion de otros servicios relacionados con la actividad del Website y otros servicios de Internet.",
      "cookiesbanner.text.type.item7": "En particular, este sitio Web utiliza Google Analytics, un servicio analítico de web prestado por Google, Inc. con domicilio en los Estados Unidos con sede central en 1600 Amphitheatre Parkway, Mountain View, California 94043.  Para la prestación de estos servicios, estos utilizan cookies que recopilan la información, incluida la dirección IP del usuario, que será transmitida, tratada y almacenada por Google en los términos fijados en la Web Google.com. Incluyendo la posible transmisión de dicha información a terceros por razones de exigencia legal o cuando dichos terceros procesen la información por cuenta de Google."
    }
}